# Приветственное сообщение
print("Здравствуйте, вы проходите анкету")

# Запрос имени
имя = input("Пожалуйста, введите ваше имя: ")

# Запрос фамилии
фамилия = input("Пожалуйста, введите вашу фамилию: ")

# Запрос года рождения
год_рождения = input("Пожалуйста, введите ваш год рождения: ")

# Задайте пользователю несколько вопросов на свое усмотрение
вопрос1 = input("Вам нравится джанго?: ")
вопрос2 = input("Вам нравится питон?: ")
вопрос3 = input("Вам нравится программирование?: ")

# Вывод всех заполненных данных
print("\nСпасибо! Вы заполнили анкету. Вот ваши данные:")
print("Имя:", имя)
print("Фамилия:", фамилия)
print("Год рождения:", год_рождения)
print("Ответ на вопрос 1:", вопрос1)
print("Ответ на вопрос 2:", вопрос2)
print("Ответ на вопрос 3:", вопрос3)

# Завершение процесса
print("Процесс завершен.")
